var categories = [{"category":"Aural Hygiene"},{"category":"Bags"},{"category":"Baking"},{"description":"Staying hydrated is a good thing - but staying hydrated with dirty, polar bear slapping, african elephant juicing, honeybee blending water from a one-use plastic bottle is just not right. Okay I might have exaggerated slightly... but there is a better way!","category":"Bottled Water","tags":"mineral water, perrier, vending machine, tap water, milk, plastic bottle, cans, drinking water, can, carton, coke, coca cola, lemonade, carbonated, still, glass bottle, bottlecap"},{"description":"You use a web browser (if you haven\u0027t already - \u003ca href\u003d\"products?web+browser\"\u003e\u003ci\u003eclick here\u003c\/i\u003e\u003c\/a\u003e to check out our recommendations). But your browser is junk without some spicy extensions to season your surfing. Get these ones.","category":"Browser Extensions","tags":"firefox, opera, browser, netscape, internet, software, html, web, mosaic, application, user, desktop, messaging, server, interface, download, gmail, graphical, app, linux, apps, functionality, email, toolbar, microsoft, folder, android, intranet, telnet, hyperlinks, login, network, konqueror, multimedia, computer, cyberspace, screensaver, data, electronic, safari, website, browse, lynx, ie, explorer, google, ipad, users, browsers, addons"},{"category":"Candles"},{"description":"Do you really need a car? Sure you do... but maybe you don\u0027t. If you don\u0027t, do check out these fruity alternatives. Do it. Or don\u0027t. I don\u0027t care. Or do I? Nope.","category":"Car","tags":"bus, suv, passenger, compartment, truck, carriage, wheel, engine, train, automobile, auto, vehicle, machine, gasoline, minivan, motor, cab, taxi, cart, wagon, battery, sedan, van, fender, phaeton, jeep, motorcar, limousine, gun, rental, railcar, ride, gondola, parking, suspension, gear, cadillac, tyre, hydrogen, depreciation, power, cruiser, limo, trunk, hood, hatchback, chariot, backseat, motorcycle, pickup, caboose, driver, toyota, fuel"},{"category":"Cleaning"},{"category":"Cling Film"},{"category":"Conditioner"},{"category":"Condoms"},{"category":"Contact Lenses","description":"You know those clear plastic mini-hats you put on your eye orbs every morning? And the packaging you plucked them from? Don\u0027t turn them all into landfill. Look at these alternatives instead."},{"category":"Cooking"},{"category":"Cotton Pads"},{"category":"Dental Hygiene"},{"category":"Deodorant"},{"category":"Dry Shampoo"},{"category":"Energy Supplier"},{"category":"Glue"},{"category":"Hair Care"},{"category":"Hair Treatments"},{"category":"Jewellery"},{"category":"Makeup"},{"category":"Makeup Brushes"},{"category":"Menstrual Products","tags":"period, bleed, menstrual, pad, tampon, pants, menstrual cup, cup, always, female, hygiene, women, mooncup, woman, cycle, menstruation, birth control, the pill, implant, IUD, blood, health"},{"description":"Some phones are better than others. Some are made from the ground up teeth of \u003ci\u003e\u003ca href\u003d\"https://upload.wikimedia.org/wikipedia/commons/9/9c/Fennec_Fox.jpg\"\u003ebaby fennec foxes\u003c\/a\u003e\u003c\/i\u003e. These alternatives aren\u0027t.","category":"Mobile Phone","tags":"cellphone, cell, smartphone, telephone, iphone, telephony, gsm, computer, radiotelephone, phone, handset, landline, wireless, modem, blackberry, pager, cellular, nokia, internet, radiolinja, ringtone, dial, radio, bluetooth, email, telecommunication, caller, speakerphone, videophone, laptop, beeper, headset, prepaid, ipod, microphone, callers, keypad, handheld, skype, walkman, wallet, texting, radios, device, sms, voicemail, 4g, camera, ipods, wimax, earpiece, microwave, cell, europe, finland, motorola, telephonic, urban, 2g, phones, telethon, megaphone, communication, intercommunication, radiophone"},{"category":"Mobile Phone Providers"},{"category":"Moisturisers"},{"description":"Windows or macOS? How about \u003cb\u003eNi!\u003c\/b\u003e You like privacy? Get these alternatives down your esophagus.","category":"Operating System","tags":"kernel, linux, unix, freebsd, macos, netbsd, openbsd, android, nextstep, ibm, microsoft, amigaos, paging, printer, smartphone, google, workstation, macintosh, bsd, server, debian, shell, emulator, daemon, supercomputer, ios, virtualization, computer, pc, os"},{"category":"Razors"},{"category":"Search Engine","tags":"google, algorithm, bing, database, internet, webpage, keyword, perl, lycos, baidu, rankdex, website, ftp, cern, microsoft, gopher, whois, veronica, jughead, webserver, seo, search, web, webmaster, contextual, relevancy, semantic, crawler, homepage, meta, aggregator, craigslist, spam, widget, lookup, query, webpages, websites, browsers, portals, toolbar, indexing, classifieds, advertiser, censoring, urls, directories, spamming, online, listings, gmail, ebay, newgate, clicks, bots, domain, newsgroups, analytics, bibliographic, wiki, software, duckduckgo, duck duck go, yandex, searx"},{"category":"Shampoo"},{"category":"Shaving Foam"},{"description":"Get those dirty badger-punching crepes off your feet right now and substitute them for any from our spicy selection.","category":"Shoes","tags":"footwear, boot, clothing, leather, sandal, moccasin, heel, sneaker, lace, apparel, fashion, horseshoe, basketball, europe, foot, plastic, chopine, oxford, garment, dress, shoelace, collar, sabot, pump, brogue, brogan, cleats, boots, outsole, footgear, toecap, espadrille, canvas, jeans, handbag, rubber, sportswear, bible, slipper, sock, running, pants, adidas, nylon, sole, shoemaker, keds, sneakers"},{"category":"Shower Gel","description":"\u003ci\u003eYou smell\u003c\/i\u003e. But do you smell of the tears of 10,000 dead bunnies and monkeys? Or do you smell \u003ci\u003edamn fine\u003c\/i\u003e - thanks to our sustainable, ethical alternatives?"},{"category":"Stationary"},{"category":"Straw"},{"category":"Suncream"},{"category":"Toothbrush"},{"category":"Toothpaste"},{"category":"Travel Cups"},{"category":"Tupperware"},{"category":"Vinyl"},{"category":"Water Filter"},{"description":"Hey kid, have you heard of this new thing called - ░t░h░e░ \u0026nbsp; ░i░n░t░e░r░n░e░t░? All the cool kids are using it. Here, I can get you started with one of these fancy ░w░e░b░ \u0026nbsp; ░b░r░o░w░s░e░r░s░. You\u0027re gonna have a great time.","category":"Web Browser","tags":"website, user, firefox, freeware, image, url, webpage, safari, browser, video, internet, ipad, toolbar, telnet, desktop, plugin, widget, plugins, interface, http, web, apps, chrome, opera, internet explorer, ie, brave, edge, microsoft"},{"category":"Wedding"}]
