var products = [
    {
        "id": 1,
        "category": "Tampons",
        "productname": "Organic Cotton Tampons",
        "brand": "Organ(y)c",
        "description": "One of the easiest ways to be eco-friendly on your period. Organ(y)c produces organic, biodegradable tampons made from 100% organic cotton and safe and natural chemicals.",
        "amazonurl": "www.amazon.co.uk/Organ-Super-Compact-Applicator-Tampons/dp/B0759KQ4SB/ref=sr_1_2?keywords=organyc+tampons&qid=1567334070&s=drugstore&sr=1-2",
        "brandurl": "www.organyc-online.com/type/tampons/"
    },
    {
        "id": 2,
        "category": "Tampons",
        "productname": "Organic Cotton, Non-Applicator Tampons",
        "brand": "Cora",
        "description": "Okay, non-applicator sounds scary but hear me out. They're completely biodegradable, hypoallergenic and come in cute packaging. Sounds pretty good to me! They are a tad more expensive than regular store ones but at least you'll have a good conscience?!",
        "amazonurl": "www.amazon.com/Cora-Organic-Non-Applicator-Tampons-Applicator-Free/dp/B0721CCDFD/ref=as_li_ss_tl?keywords=non-applicator%2Btampons&qid=1559151551&s=gateway&sr=8-5&th=1&linkCode=sl1&tag=householdwo04-20&linkId=55ab317771b3d4fa7b29716518faf021&language=en_US"
    },
    {
        "id": 3,
        "category": "Tampons",
        "productname": "Sea Pearls Reusable Sea Sponges",
        "brand": "jade&pearl",
        "description": "Yeah, sea sponge sounds odd but let me explain. The sea sponges are a naturally renewable resource, last 3-6 months per sponge, are free of nasty chemicals and are completely biodegradable when you're done! They also come in a range of sizes, and can be cut to fit your individual specification. So... Basically it's a sponge that you put up your vagina and you won't leak everywhere. Worth a try!",
        "amazonurl": "www.amazon.co.uk/Pearls-Natural-Sponge-Tampons-Medium/dp/B000VV27OU",
        "brandurl": "www.jadeandpearl.com/sea-pearls-reusable-sea-sponges/"
    },
    {
        "id": 4,
        "category": "Pads",
        "productname": "Cloth Pads",
        "brand": "GladRags",
        "description": "Reusable pads that are free of chemicals, last up to 5 years and come with a cute carry bag for changing on the go. Yeah, yeah, a bit like diapers - but they come in lots of lovely colours and patterns so they're way more fun than regular pads!",
        "amazonurl": "www.amazon.co.uk/Glad-Rags-CL1-GladRags-Colour/dp/B00028PRNA/ref=lp_3680952031_1_2_a_it?srs=3680952031&ie=UTF8&qid=1567356586&sr=8-2",
        "brandurl": "www.gladrags.com/collections/day-pads"
    },
    {
        "id": 5,
        "category": "Menstrual Cup",
        "productname": "XO Flo",
        "brand": "GladRags",
        "description": "Coming in two different sizes, this cup takes some of the difficulty out of having a period, and promises to reduce irritation and dryness. It can be worn for up to 12 hours at a time, and lasts for a number of years. It takes a bit of getting used to, but the initial investment and time spent learning will pay off within months!",
        "amazonurl": "www.amazon.co.uk/GladRags-XO-Flo-Menstrual-Cup/dp/B06XFKGP1K/ref=sr_1_1?keywords=GladRags+XO+Flo+Menstrual+Cup&qid=1567357055&s=gateway&sr=8-1",
        "brandurl": "www.gladrags.com/collections/menstrual-cups/products/xo-flo-mini"
    },
    {
        "id": 6,
        "category": "Menstrual Cup",
        "productname": "Lunette Menstrual Cup",
        "brand": "Lunette",
        "description": "Coming in different sizes and colours (so it can match your everyday outfit), these cups last up to 12 hours a day. Although a bigger initial investment, Lunette boasts that it will pay for itself after just 3 months. Each cup is BPA and chemical free, and comes with a bag to store it safely in.",
        "amazonurl": "www.amazon.co.uk/Lunette-Menstrual-Cup-Violet-Reusable/dp/B002MA4SI6/ref=sr_1_5?crid=34Z5RAV3QZO62&keywords=lunette%2Bmenstrual%2Bcup&qid=1567357350&s=gateway&sprefix=lunette%2Bmen%2Caps%2C139&sr=8-5&th=1",
        "brandurl": "www.uk.lunette.com/collections/lunette-menstrual-cups/products/lunette-menstrual-cup-blue"
    },
    {
        "id": 7,
        "category": "Menstrual Cup",
        "productname": "MoonCup",
        "brand": "MoonCup",
        "description": "Coming in two different sizes, this cup is latex-free and hypoallergenic, containing no toxins, perfumes, plastic or BPA. It lasts up to 8 hours (depending on your flow) and holds three times as much as a regular tampon. Although a high initial investment, the MoonCup boasts that it pays for itself after 6 to 8 months and lasts a number of years.",
        "amazonurl": "www.amazon.co.uk/Mooncup-Size-B-Single/dp/B019A52SHI/ref=sr_1_5?keywords=mooncup&qid=1567357627&s=gateway&sr=8-5",
        "brandurl": "www.mooncup.co.uk/select-your-country/"
    },
    {
        "id": 8,
        "category": "Menstrual Cup",
        "productname": "GRRRLCUP",
        "brand": "GRRRL CUP.",
        "description": "A cheaper alternative to other menstrual cups (with all the sames benefits). What's more, the company itself is doing its bit to end period inequality - for every GRRRLCUP you buy, they donate money to period rights groups! Sounds like a company we should all be giving our money to really!",
        "amazonurl": "www.amazon.co.uk/GRRRL-CUP-Transparent-Alternative-ecofriendly/dp/B0728NVJ7H/ref=sr_1_18?keywords=mooncup&qid=1567357627&s=gateway&sr=8-18",
        "brandurl": "www.grrrlcup.com"
    },
    {
        "id": 9,
        "category": "Menstrual Cup",
        "productname": "OrganiCup",
        "brand": "OrganiCup",
        "description": "Coming in three different sizes, this menstrual cup is slightly cheaper than the popular alternatives (with all the same benefits!). It lasts for up to 12 hours a day, depending on your flow, and holds three times more than a regular tampon. The cup is hypoallergenic, and the company is registered vegan and cruelty-free. OrganiCup are also a very good company, supporting NGOs and charities around the world to end period poverty and increase period education.",
        "amazonurl": "www.amazon.co.uk/OrganiCup-ORGCUPQO2-Menstrual-Cup-A/dp/B00CREHM62/ref=sr_1_6?keywords=mooncup&qid=1567357627&s=gateway&sr=8-6",
        "brandurl": "www.organicup.com/product/organicup/"
    },
    {
        "id": 10,
        "category": "Menstrual Cup",
        "productname": "The DivaCup",
        "brand": "DivaCup",
        "description": "Another popular brand, the DivaCup has guaranteed \"12 Hour Leak-Free Protection\". Like other menstrual cups, the DivaCup is made of 100% medical-grade silicone, and doesn't contain latex, rubber, BPA, plastic or any dye. It also comes in a range of sizes, so you can pick the one that suits you best! On their website it lists the places that it can be stocked in, although Amazon might be the easiest!",
        "region": "US, Canada, UK, Australia, Switzerland, Mexico, Middle East, Indonesia, China, Hong Kong, Philippines.",
        "amazonurl": "www.amazon.co.uk/DivaCup-Model-Menstrual-Cup/dp/B000FAG6XA/ref=sr_1_2?keywords=divacup&qid=1567358678&s=gateway&sr=8-2",
        "brandurl": "www.divacup.com/online/"
    },
    {
        "id": 11,
        "category": "Menstrual Cup",
        "productname": "Dutchess Cup",
        "brand": "DUTCHESS",
        "description": "This product contains two cups (making it cheaper than alternatives), and can come in different sizes. The cup is 100% medical grade silicone, and can be worn for up to 12 hours!",
        "amazonurl": "www.amazon.co.uk/Dutchess-Menstrual-Cups-Set-Free/dp/B00PBI86O8/ref=sr_1_8?keywords=menstrual+cup&qid=1567358317&s=gateway&sr=8-8"
    },
    {
        "id": 12,
        "category": "Pads",
        "productname": "Reusable Bamboo Cloth Menstrual Sanitary Pads",
        "brand": "DUTCHESS",
        "description": "Coming in two different types (heavy flow/overnight and regular flow), these pads are made with soft bamboo fibre and have a waterproof outer layer to avoid any leakage! Although a fairly high initial investment, these pads are washable and reusable, and can be used for a year or more (obviously up exercise some caution with this). They also have helpful poppers so that you can attach them securely around your pants!",
        "amazonurl": "www.amazon.co.uk/Reusable-Bamboo-Menstrual-Sanitary-OVERNIGHT/dp/B00WS0MFJ4?ref_=ast_bbp_dp"
    },
    {
        "id": 13,
        "category": "Menstrual Cup",
        "productname": "Ziggy Cup",
        "brand": "Intimina",
        "description": "This 100% medical grade silicone cup guarantees no odours, dryness or irritation on your period. With up to 12 hours protection, it covers light to heavy flows. Because of it's flat-fit design, you are able to have sex whilst using this cup (wahey!), and they guarantee absolute comfort and no mess. Like other menstrual cups, this cup can last for a few years, so the initial investment will pay off!",
        "amazonurl": "www.amazon.com/Intimina-Ziggy-Cup-Extra-Thin-Menstrual/dp/B079JYJBF2/ref=as_li_ss_tl?m=A1360NTFDZNYQQ&marketplaceID=ATVPDKIKX0DER&qid=1559234482&s=merchant-items&sr=1-1&linkCode=sl1&tag=householdwo04-20&linkId=d33604327c04449a7681954b9d65c8d5&language=en_US",
        "brandurl": "www.intimina.com/ziggy-cup"
    },
    {
        "id": 14,
        "category": "Menstrual Cup",
        "productname": "Lily Cup",
        "brand": "Intimina",
        "description": "This brand does a number of different size/shape cups, so browse their website yourself if you want to find the one that's right for you! All cups are made using medical grade silicone, and cover all types of flow. Most promise up to 12 hours of protection, and guarantee no odours, irritation or dryness. As well as designing products that reduce waste, Intimina has refined it's manufacturing process to reduce usage of materials, energy, water and minimised CO2 output. Sounds pretty good to us!",
        "amazonurl": "www.amazon.com/stores/node/8541413011?_encoding=UTF8&field-lbr_brands_browse-bin=Intimina&ref_=bl_dp_s_web_8541413011",
        "brandurl": "www.intimina.com"
    },
    {
        "id": 15,
        "category": "Menstrual Pants",
        "productname": "Period Pants",
        "brand": "WUKA",
        "description": "Okay, okay - this one might take some getting used to, but hear us out! These period pants completely replace tampons and pads, and have different options for different flows. The pants hold between 5-20 ml of period flow, and can all be used for 8 hours (obviously, flow dependent). The pants are made from fabric that is CO2 neutral and apparently 3.5x softer than cotton (not sure how they worked that one out, but we'll take their word for it). They're also very nice looking pants, and come in (UK) sizes 4-20 (or roughly XXS to XXL). The company have also recently partnered with charities to raise awareness about plastic pollution, and are doing their bit to educate others. Sounds pretty good to us!",
        "brandurl": "www.wuka.co.uk"
    },
    {
        "id": 16,
        "category": "Menstrual Pants",
        "productname": "Feeling Pretty Period Pants",
        "brand": "Cheeky Wipes",
        "description": "Okay, we get it, a bit of a strange concept - but hear us out! These pants replace tampons and pads, and come in different styles (cute, right?!). They have 4 layers, giving you maximum protection, but are also comfortable. The company states that they never leak, are highly absorbent and are made of breathable fabric. They're cheaper than other period pant options, so worth a try if you're looking for something new and sustainable. They come in (UK) sizes 4-18, so if you're looking for a bigger size then maybe try the WUKA or Ruby pants.",
        "brandurl": "www.cheekywipes.com/period-pants-uk.html"
    },
    {
        "id": 17,
        "category": "Menstrual Pants",
        "productname": "Period Underwear",
        "brand": "Ruby",
        "description": "Okay, we get it, a bit of a strange concept - but hear us out! These pants replace traditional pads and tampons completely, taking a lot of the hassle out of a period! Coming in different styles, colours, and absorbency levels, Ruby has the biggest range of period pants on the market that we've seen! They promise leak-proof liner with 2 layers of 100% absorbent cotton and dri-tech mesh. They also come in (US) sizes XS-3XL, so are also the most inclusive brand we've found so far! The company promise that these last up to 3 years, so although a high initial cost - it pays off!",
        "brandurl": "www.rubylove.com/product-page/period-underwear-bikini-onyx?utm_campaign=mcr&utm_content=shop%2Ball&utm_medium=affliate&utm_source=mcr"
    },
    {
        "id": 18,
        "category": "Menstrual Pants",
        "productname": "Period Underwear",
        "brand": "FLUX undies",
        "description": "Okay, we get it, a bit of a strange concept - but hear us out! These pants replace traditional pads and tampons, and you can wear them for up to 8 hours on lighter days. They hold up to 4 pads / tampons' worth of period flow (depending on the ones you buy), and the company promises they are leak-proof, anti-microbial and super absorbent! They also come in different styles, so you can pick the ones you feel most comfortable in! They come in (UK) sizes XS-2XL, or size 8 to 22, so pretty inclusive! They are have a higher initial cost than other brands, but this pays off fairly quickly.",
        "brandurl": "www.fluxundies.com/pages/shop-period-panties"
    },
    {
        "id": 19,
        "category": "Menstrual Pants",
        "productname": "Period Underwear",
        "brand": "Modibodi",
        "description": "Okay, we get it, a bit of a strange concept - but hear us out! These pants replace traditional pads and tampons completely, taking a lot of the hassle out of a period! These pants come in lots of different styles, levels of absorbency, and a couple of colours - so a pretty big range! They are super slim, absorbent, and have stain and bacteria fighting lining, and come in (US) sizes 3XS-3XL, so pretty inclusive. They are have a higher initial cost than other brands, but this pays off fairly quickly.",
        "brandurl": "www.modibodi.com/collections/underpants/products/classic-bikini-light-moderate-absorbency?variant=25641053028452"
    },
    {
        "id": 20,
        "category": "Menstrual Pants",
        "productname": "Period Underwear",
        "brand": "LunaPads",
        "description": "Okay, we get it, a bit of a strange concept - but hear us out! These pants come in different styles, levels of absorbency, so you can choose the ones that fit your flow. They are also different to other period pants, as you don't need to change the pants during the day - they come with an insert that you change every few hours (so less hassle than others!) They are slim, absorbent, and come in (US) sizes XS-3XL, so pretty inclusive. They are have a much higher initial cost than other brands, but this pays off fairly quickly. The company donates a percentage of sales to a program called One4Her, which provides washable pads to those in need, and supports projects relevant to menstrual and reproductive health - so we are a big fan of their message!",
        "brandurl": "www.lunapads.com/collections/underwear"
    },
    {
        "id": 21,
        "category": "Toothbrush",
        "productname": "Toothbrush",
        "brand": "Preserve",
        "description": "Coming in 6 different colours (wooo!), these toothbrushes are made from 100% recycled plastic (recycled yoghurt pots to be exact), although the bristles are made our of nylon. The company says it worked with dental professionals to create this toothbrush, aiming to make your teeth cleaner and minimise the impact on the environment! They are also recyclable, as you can post them back to the company for them to make other products. Pretty good concept we think!",
        "amazonurl": "www.amazon.co.uk/gp/product/B0011DHGAC/ref=as_li_tl?ie=UTF8&tag=xdgfx-21&camp=1634&creative=6738&linkCode=as2&creativeASIN=B0011DHGAC&linkId=da5ae6ef697e7b864de00e4fd2e53919",
        "brandurl": "www.preserve.eco/collections/b-corp/products/toothbrush-in-lightweight-pouch-single"
    },
    {
        "id": 22,
        "category": "Toothbrush",
        "productname": "Plastic-Free Wooden Toothbrush",
        "brand": "LifeWithoutPlastic",
        "description": "This toothbrush is made of sustainably harvested wood (beechwood), treated with beeswax for long lasting protection and is 100% recyclable!"
    },
    {
        "id": 23,
        "category": "Energy Supplier",
        "productname": "Bulb",
        "brand": "Bulb",
        "description": "100% renewable electricity. 100% carbon neutral gas. A simple tariff that's actually cheap. They'll even pay your exit fee. What's not to love?",
        "region": "GB",
        "brandurl": "www.bulb.me/callumm5426"
    },
    {
        "id": 24,
        "category": "Energy Supplier",
        "productname": "Energy for the Future",
        "brand": "Ovo Energy",
        "description": "Another independent energy supplier who pioneer renewable electricity and gas sources - although if you want 100% renewable it costs an extra £5 a month.",
        "region": "GB",
        "brandurl": "www.ovoenergy.com/"
    },
    {
        "id": 25,
        "category": "Web Browser",
        "productname": "Firefox",
        "brand": "the Mozilla Foundation",
        "description": "Chances are, you're using Chrome or a Chromium based browser to view this webpage <a href = \"https://bit.ly/2kuiixF\">(<u>over 60% of you!</u>)</a>. Unlike Google, the Mozilla Foundation is a nonprofit who put user privacy first. Firefox is open source which is great, it's got a load of privacy and tracking protection built in, it uses fewer resources than Chrome... plus a load more! Go download Firefox.",
        "brandurl": "www.mozilla.org/firefox/new/"
    },
    {
        "id": 26,
        "category": "Web Browser",
        "productname": "Tor Browser",
        "brand": "the Tor Project",
        "description": "When you connect to the Tor network, all your browsing is encrypted and sent through a network of private, hidden servers and bridges. That means you're virtually untrackable, untraceable, and as protected online as you're ever going to be. If you need absolutely privacy online, Tor is the way to go.",
        "brandurl": "www.torproject.org"
    },
    {
        "id": 27,
        "category": "Web Browser",
        "productname": "Chrome",
        "brand": "Google",
        "description": "WHAT THE HELL ARE YOU DOING YOU JUST SAID CHROME WAS BAD AND NOW YOU'RE RECOMMENDING IT!!!<br><br>Yep... Chrome is a good browser overall - but you want privacy? Install uBlock Origin and EFF's Privacy Badger first.",
        "brandurl": "www.google.com/chrome/"
    },
    {
        "id": 28,
        "category": "Search Engine",
        "productname": "Ecosia",
        "brand": "Ecosia",
        "description": "Uses revenue from adverts displayed on their search results to plant trees. Who doesn't like air? Well trees give you air. We like trees. Make sure you disable your ad-blocker while using it though.",
        "brandurl": "www.ecosia.org"
    },
    {
        "id": 29,
        "category": "Search Engine",
        "productname": "Startpage.com",
        "brand": "Startpage BV",
        "description": "It's Google Search, but with all the tracking and logging stripped out.",
        "brandurl": "www.startpage.com"
    },
    {
        "id": 30,
        "category": "Search Engine",
        "productname": "DuckDuckGo",
        "brand": "Duck Duck Go, Inc.",
        "description": "A metasearch engine focussed on privacy, which sources results from Bing, Wikipedia, WolframAlpha, Yandex etc. However, it's US based which means the NSA could request data about searches of users... Unlikely, but worth considering.",
        "brandurl": "www.duckduckgo.com"
    },
    {
        "id": 31,
        "category": "Search Engine",
        "productname": "Searx",
        "brand": "Searx",
        "description": "Another metasearch engine focussed on privacy, based on the open source project of the same name. Highly customisable.",
        "brandurl": "searx.me"
    }
];
