var products = [
    {
        "id": 1,
        "category": "Tampons",
        "productname": "Organic Cotton Tampons",
        "brand": "Organ(y)c",
        "description": "One of the easiest ways to be eco-friendly on your period. Organ(y)c produces organic, biodegradable tampons made from 100% organic cotton and safe and natural chemicals.",
        "amazonurl": "www.amzn.to/32EwdSl",
        "brandurl": "www.organyc-online.com/type/tampons/"
    },
    {
        "id": 2,
        "category": "Tampons",
        "productname": "Organic Cotton, Non-Applicator Tampons",
        "brand": "Cora",
        "description": "Okay, non-applicator sounds scary but hear me out. They're completely biodegradable, hypoallergenic and come in cute packaging. Sounds pretty good to me! They are a tad more expensive than regular store ones but at least you'll have a good conscience?!",
        "amazonurl": "www.amazon.com/Cora-Organic-Non-Applicator-Tampons-Applicator-Free/dp/B0721CCDFD/ref=as_li_ss_tl?keywords=non-applicator%2Btampons&qid=1559151551&s=gateway&sr=8-5&th=1&linkCode=sl1&tag=householdwo04-20&linkId=55ab317771b3d4fa7b29716518faf021&language=en_US"
    },
    {
        "id": 3,
        "category": "Tampons",
        "productname": "Sea Pearls Reusable Sea Sponges",
        "brand": "jade&pearl",
        "description": "Yeah, sea sponge sounds odd but let me explain. The sea sponges are a naturally renewable resource, last 3-6 months per sponge, are free of nasty chemicals and are completely biodegradable when you're done! They also come in a range of sizes, and can be cut to fit your individual specification. So... Basically it's a sponge that you put up your vagina and you won't leak everywhere. Worth a try!",
        "amazonurl": "www.amzn.to/2UKp146",
        "brandurl": "www.jadeandpearl.com/sea-pearls-reusable-sea-sponges/"
    },
    {
        "id": 4,
        "category": "Pads",
        "productname": "Cloth Pads",
        "brand": "GladRags",
        "description": "Reusable pads that are free of chemicals, last up to 5 years and come with a cute carry bag for changing on the go. Yeah, yeah, a bit like diapers - but they come in lots of lovely colours and patterns so they're way more fun than regular pads!",
        "amazonurl": "www.amzn.to/2ZVeSaY",
        "brandurl": "www.gladrags.com/collections/day-pads"
    },
    {
        "id": 5,
        "category": "Menstrual Cup",
        "productname": "XO Flo",
        "brand": "GladRags",
        "description": "Coming in two different sizes, this cup takes some of the difficulty out of having a period, and promises to reduce irritation and dryness. It can be worn for up to 12 hours at a time, and lasts for a number of years. It takes a bit of getting used to, but the initial investment and time spent learning will pay off within months!",
        "amazonurl": "www.amzn.to/2ZPZSe7",
        "brandurl": "www.gladrags.com/collections/menstrual-cups/products/xo-flo-mini"
    },
    {
        "id": 6,
        "category": "Menstrual Cup",
        "productname": "Lunette Menstrual Cup",
        "brand": "Lunette",
        "description": "Coming in different sizes and colours (so it can match your everyday outfit), these cups last up to 12 hours a day. Although a bigger initial investment, Lunette boasts that it will pay for itself after just 3 months. Each cup is BPA and chemical free, and comes with a bag to store it safely in.",
        "amazonurl": "www.amzn.to/2LGwCwx",
        "brandurl": "www.uk.lunette.com/collections/lunette-menstrual-cups/products/lunette-menstrual-cup-blue"
    },
    {
        "id": 7,
        "category": "Menstrual Cup",
        "productname": "MoonCup",
        "brand": "MoonCup",
        "description": "Coming in two different sizes, this cup is latex-free and hypoallergenic, containing no toxins, perfumes, plastic or BPA. It lasts up to 8 hours (depending on your flow) and holds three times as much as a regular tampon. Although a high initial investment, the MoonCup boasts that it pays for itself after 6 to 8 months and lasts a number of years.",
        "amazonurl": "www.amzn.to/2ZQHsKo",
        "brandurl": "www.mooncup.co.uk/select-your-country/"
    },
    {
        "id": 8,
        "category": "Menstrual Cup",
        "productname": "GRRRLCUP",
        "brand": "GRRRL CUP.",
        "description": "A cheaper alternative to other menstrual cups (with all the sames benefits). What's more, the company itself is doing its bit to end period inequality - for every GRRRLCUP you buy, they donate money to period rights groups! Sounds like a company we should all be giving our money to really!",
        "amazonurl": "www.amzn.to/2ZQyEEu",
        "brandurl": "www.grrrlcup.com"
    },
    {
        "id": 9,
        "category": "Menstrual Cup",
        "productname": "OrganiCup",
        "brand": "OrganiCup",
        "description": "Coming in three different sizes, this menstrual cup is slightly cheaper than the popular alternatives (with all the same benefits!). It lasts for up to 12 hours a day, depending on your flow, and holds three times more than a regular tampon. The cup is hypoallergenic, and the company is registered vegan and cruelty-free. OrganiCup are also a very good company, supporting NGOs and charities around the world to end period poverty and increase period education.",
        "amazonurl": "www.amzn.to/2UICSIc",
        "brandurl": "www.organicup.com/product/organicup/"
    },
    {
        "id": 10,
        "category": "Menstrual Cup",
        "productname": "The DivaCup",
        "brand": "DivaCup",
        "description": "Another popular brand, the DivaCup has guaranteed \"12 Hour Leak-Free Protection\". Like other menstrual cups, the DivaCup is made of 100% medical-grade silicone, and doesn't contain latex, rubber, BPA, plastic or any dye. It also comes in a range of sizes, so you can pick the one that suits you best! On their website it lists the places that it can be stocked in, although Amazon might be the easiest!",
        "region": "US, Canada, UK, Australia, Switzerland, Mexico, Middle East, Indonesia, China, Hong Kong, Philippines.",
        "amazonurl": "www.amzn.to/2LFMLSY",
        "brandurl": "www.divacup.com/online/"
    },
    {
        "id": 11,
        "category": "Menstrual Cup",
        "productname": "Dutchess Cup",
        "brand": "DUTCHESS",
        "description": "This product contains two cups (making it cheaper than alternatives), and can come in different sizes. The cup is 100% medical grade silicone, and can be worn for up to 12 hours!",
        "amazonurl": "www.amzn.to/2LFVWmt"
    },
    {
        "id": 12,
        "category": "Pads",
        "productname": "Reusable Bamboo Cloth Menstrual Sanitary Pads",
        "brand": "DUTCHESS",
        "description": "Coming in two different types (heavy flow/overnight and regular flow), these pads are made with soft bamboo fibre and have a waterproof outer layer to avoid any leakage! Although a fairly high initial investment, these pads are washable and reusable, and can be used for a year or more (obviously up exercise some caution with this). They also have helpful poppers so that you can attach them securely around your pants!",
        "amazonurl": "www.amzn.to/32C1Bk6"
    },
    {
        "id": 13,
        "category": "Menstrual Cup",
        "productname": "Ziggy Cup",
        "brand": "Intimina",
        "description": "This 100% medical grade silicone cup guarantees no odours, dryness or irritation on your period. With up to 12 hours protection, it covers light to heavy flows. Because of it's flat-fit design, you are able to have sex whilst using this cup (wahey!), and they guarantee absolute comfort and no mess. Like other menstrual cups, this cup can last for a few years, so the initial investment will pay off!",
        "amazonurl": "www.amazon.com/stores/node/8541413011?_encoding=UTF8&field-lbr_brands_browse-bin=Intimina&ref_=bl_dp_s_web_8541413011",
        "brandurl": "www.intimina.com/ziggy-cup"
    },
    {
        "id": 14,
        "category": "Menstrual Cup",
        "productname": "Lily Cup",
        "brand": "Intimina",
        "description": "This brand does a number of different size/shape cups, so browse their website yourself if you want to find the one that's right for you! All cups are made using medical grade silicone, and cover all types of flow. Most promise up to 12 hours of protection, and guarantee no odours, irritation or dryness. As well as designing products that reduce waste, Intimina has refined it's manufacturing process to reduce usage of materials, energy, water and minimised CO2 output. Sounds pretty good to us!",
        "amazonurl": "www.amazon.com/stores/node/8541413011?_encoding=UTF8&field-lbr_brands_browse-bin=Intimina&ref_=bl_dp_s_web_8541413011",
        "brandurl": "www.intimina.com"
    },
    {
        "id": 15,
        "category": "Menstrual Pants",
        "productname": "Period Pants",
        "brand": "WUKA",
        "description": "Okay, okay - this one might take some getting used to, but hear us out! These period pants completely replace tampons and pads, and have different options for different flows. The pants hold between 5-20 ml of period flow, and can all be used for 8 hours (obviously, flow dependent). The pants are made from fabric that is CO2 neutral and apparently 3.5x softer than cotton (not sure how they worked that one out, but we'll take their word for it). They're also very nice looking pants, and come in (UK) sizes 4-20 (or roughly XXS to XXL). The company have also recently partnered with charities to raise awareness about plastic pollution, and are doing their bit to educate others. Sounds pretty good to us!",
        "brandurl": "www.wuka.co.uk"
    },
    {
        "id": 16,
        "category": "Menstrual Pants",
        "productname": "Feeling Pretty Period Pants",
        "brand": "Cheeky Wipes",
        "description": "Okay, we get it, a bit of a strange concept - but hear us out! These pants replace tampons and pads, and come in different styles (cute, right?!). They have 4 layers, giving you maximum protection, but are also comfortable. The company states that they never leak, are highly absorbent and are made of breathable fabric. They're cheaper than other period pant options, so worth a try if you're looking for something new and sustainable. They come in (UK) sizes 4-18, so if you're looking for a bigger size then maybe try the WUKA or Ruby pants.",
        "brandurl": "www.cheekywipes.com/period-pants-uk.html"
    },
    {
        "id": 17,
        "category": "Menstrual Pants",
        "productname": "Period Underwear",
        "brand": "Ruby",
        "description": "Okay, we get it, a bit of a strange concept - but hear us out! These pants replace traditional pads and tampons completely, taking a lot of the hassle out of a period! Coming in different styles, colours, and absorbency levels, Ruby has the biggest range of period pants on the market that we've seen! They promise leak-proof liner with 2 layers of 100% absorbent cotton and dri-tech mesh. They also come in (US) sizes XS-3XL, so are also the most inclusive brand we've found so far! The company promise that these last up to 3 years, so although a high initial cost - it pays off!",
        "brandurl": "www.rubylove.com/product-page/period-underwear-bikini-onyx?utm_campaign=mcr&utm_content=shop%2Ball&utm_medium=affliate&utm_source=mcr"
    },
    {
        "id": 18,
        "category": "Menstrual Pants",
        "productname": "Period Underwear",
        "brand": "FLUX undies",
        "description": "Okay, we get it, a bit of a strange concept - but hear us out! These pants replace traditional pads and tampons, and you can wear them for up to 8 hours on lighter days. They hold up to 4 pads / tampons' worth of period flow (depending on the ones you buy), and the company promises they are leak-proof, anti-microbial and super absorbent! They also come in different styles, so you can pick the ones you feel most comfortable in! They come in (UK) sizes XS-2XL, or size 8 to 22, so pretty inclusive! They are have a higher initial cost than other brands, but this pays off fairly quickly.",
        "brandurl": "www.fluxundies.com/pages/shop-period-panties"
    },
    {
        "id": 19,
        "category": "Menstrual Pants",
        "productname": "Period Underwear",
        "brand": "Modibodi",
        "description": "Okay, we get it, a bit of a strange concept - but hear us out! These pants replace traditional pads and tampons completely, taking a lot of the hassle out of a period! These pants come in lots of different styles, levels of absorbency, and a couple of colours - so a pretty big range! They are super slim, absorbent, and have stain and bacteria fighting lining, and come in (US) sizes 3XS-3XL, so pretty inclusive. They are have a higher initial cost than other brands, but this pays off fairly quickly.",
        "brandurl": "www.modibodi.com/collections/underpants/products/classic-bikini-light-moderate-absorbency?variant=25641053028452"
    },
    {
        "id": 20,
        "category": "Menstrual Pants",
        "productname": "Period Underwear",
        "brand": "LunaPads",
        "description": "Okay, we get it, a bit of a strange concept - but hear us out! These pants come in different styles, levels of absorbency, so you can choose the ones that fit your flow. They are also different to other period pants, as you don't need to change the pants during the day - they come with an insert that you change every few hours (so less hassle than others!) They are slim, absorbent, and come in (US) sizes XS-3XL, so pretty inclusive. They are have a much higher initial cost than other brands, but this pays off fairly quickly. The company donates a percentage of sales to a program called One4Her, which provides washable pads to those in need, and supports projects relevant to menstrual and reproductive health - so we are a big fan of their message!",
        "brandurl": "www.lunapads.com/collections/underwear"
    },
    {
        "id": 21,
        "category": "Toothbrush",
        "productname": "Toothbrush",
        "brand": "Preserve",
        "description": "Coming in 6 different colours (wooo!), these toothbrushes are made from 100% recycled plastic (recycled yoghurt pots to be exact), although the bristles are made our of nylon. The company says it worked with dental professionals to create this toothbrush, aiming to make your teeth cleaner and minimise the impact on the environment! They are also recyclable, as you can post them back to the company for them to make other products. Pretty good concept we think!",
        "amazonurl": "www.amzn.to/2ZRT8N1",
        "brandurl": "www.preserve.eco/collections/b-corp/products/toothbrush-in-lightweight-pouch-single"
    },
    {
        "id": 22,
        "category": "Toothbrush",
        "productname": "Plastic-Free Wooden Toothbrush",
        "brand": "LifeWithoutPlastic",
        "description": "This toothbrush is made of sustainably harvested wood (beechwood), treated with beeswax for long lasting protection and is 100% recyclable!",
        "brandurl": "www.lifewithoutplastic.com/set-of-10-plastic-free-wooden-toothbrushes-for-adults/"
    },
    {
        "id": 23,
        "category": "Energy Supplier",
        "productname": "Bulb",
        "brand": "Bulb",
        "description": "100% renewable electricity. 100% carbon neutral gas. A simple tariff that's actually cheap. They'll even pay your exit fee. What's not to love?",
        "region": "GB",
        "brandurl": "www.bulb.me/callumm5426"
    },
    {
        "id": 24,
        "category": "Energy Supplier",
        "productname": "Energy for the Future",
        "brand": "Ovo Energy",
        "description": "Another independent energy supplier who pioneer renewable electricity and gas sources - although if you want 100% renewable it costs an extra £5 a month.",
        "region": "GB",
        "brandurl": "www.ovoenergy.com/"
    },
    {
        "id": 25,
        "category": "Web Browser",
        "productname": "Firefox",
        "brand": "the Mozilla Foundation",
        "description": "Chances are, you're using Chrome or a Chromium based browser to view this webpage <a href = \"https://bit.ly/2kuiixF\">(<u>over 60% of you!</u>)</a>. Unlike Google, the Mozilla Foundation is a nonprofit who put user privacy first. Firefox is open source which is great, it's got a load of privacy and tracking protection built in, it uses fewer resources than Chrome... plus a load more! Go download Firefox.",
        "brandurl": "www.mozilla.org/firefox/new/"
    },
    {
        "id": 26,
        "category": "Web Browser",
        "productname": "Tor Browser",
        "brand": "The Tor Project",
        "description": "When you connect to the Tor network, all your browsing is encrypted and sent through a network of private, hidden servers and bridges. That means you're virtually untrackable, untraceable, and as protected online as you're ever going to be. If you need absolutely privacy online, Tor is the way to go.",
        "brandurl": "www.torproject.org"
    },
    {
        "id": 27,
        "category": "Web Browser",
        "productname": "Chrome",
        "brand": "Google",
        "description": "WHAT THE HELL ARE YOU DOING YOU JUST SAID CHROME WAS BAD AND NOW YOU'RE RECOMMENDING IT!!!<br><br>Yep... Chrome is a good browser overall - but you want privacy? Install uBlock Origin and EFF's Privacy Badger first.",
        "brandurl": "www.google.com/chrome/"
    },
    {
        "id": 28,
        "category": "Search Engine",
        "productname": "Ecosia",
        "brand": "Ecosia",
        "description": "Uses revenue from adverts displayed on their search results to plant trees. Who doesn't like air? Well trees give you air. We like trees. Make sure you disable your ad-blocker while using it though.",
        "brandurl": "www.ecosia.org"
    },
    {
        "id": 29,
        "category": "Search Engine",
        "productname": "Startpage.com",
        "brand": "Startpage BV",
        "description": "It's Google Search, but with all the tracking and logging stripped out.",
        "brandurl": "www.startpage.com"
    },
    {
        "id": 30,
        "category": "Search Engine",
        "productname": "DuckDuckGo",
        "brand": "Duck Duck Go, Inc.",
        "description": "A metasearch engine focussed on privacy, which sources results from Bing, Wikipedia, WolframAlpha, Yandex etc. However, it's US based which means the NSA could request data about searches of users... Unlikely, but worth considering.",
        "brandurl": "www.duckduckgo.com"
    },
    {
        "id": 31,
        "category": "Search Engine",
        "productname": "Searx",
        "brand": "Searx",
        "description": "Another metasearch engine focussed on privacy, based on the open source project of the same name. Highly customisable.",
        "brandurl": "searx.me"
    },
    {
        "id": 32,
        "category": "Mobile Phone",
        "productname": "Fairphone",
        "brand": "Fairphone",
        "description": "A mobile phone with environmental impact and sustainability as it's number one value. Ranked top out of 17 leading consumer electronics companies by Greenpeace in 2017. You don't get more sustainable than this. Unless you don't have a phone. You could use smoke signals instead. 'Clean' smoke mind you, none of that 'dirty' smoke. Steam signals? Hmm...",
        "brandurl": "fairphone.com"
    },
    {
        "id": 33,
        "category": "Mobile Phone",
        "productname": "iPhone",
        "brand": "Apple",
        "description": "Really? An iPhone? Actually, Apple are one of the greenest tech companies about - ranked second on the aforementioned 2017 Greenpeace list. They have a good recycling chain and their datacentres are powered by green energy. The elephant in the room however - assembly workers conditions are often reported as... in need of improvement. Make sure you weigh up the pros and cons before buying.",
        "brandurl": "apple.com"
    },
    {
        "id": 34,
        "category": "Mobile Phone",
        "productname": "A used / refurbished phone",
        "brand": "Apple, Google, Samsung...",
        "description": "Despite any eco-friendly company values, the real sustainability comes from reducing the number of new phones being produced, and reusing old ones (reduce, reuse, recycle is ordered by importance!). Buying any used or refurbished handset is going to be more sustainable than buying a new one. More sustainable on your wallet also.",
        "brandurl": "www.youtube.com/user/marquesbrownlee"
    },
    {
        "id": 35,
        "category": "Car",
        "productname": "A used car </strong> <!-–– ",
        "brand": "–-–>",
        "description": "If you need a car - the most sustainable thing to do it buy a used one. And if it breaks, fix it. You probably know better than me what kind of car you want, or what makes most sense for you. So go get one that's used and keep it running for as long as you can.",
        "brandurl": "www.autotrader.co.uk"
    },
    {
        "id": 36,
        "category": "Car",
        "productname": "An electric car",
        "brand": "Tesla, BMW, VW, Renault...",
        "description": "When you're driving them, electric cars are the most efficient you can get. Charging them from green energy sources is even better (check out our recommended <a href=/products?energy+supplier><u>energy suppliers</u></a>). They're not perfect though - a lot of energy goes into producing one, and they still use lots of resources.",
        "brandurl": "en.wikipedia.org/wiki/List_of_electric_cars_currently_available"
    },
    {
        "id": 37,
        "category": "Car",
        "productname": "Not a car <!––",
        "brand": "––> </strong>",
        "description": "If you can; Cycle. Get the bus. Get the train. Get the tube (or equivalent). Rideshare. Walk. Hop. Skateboard. Ride an elephant. Ski. Teleport. Run. Work from home. Quit your job and live in the forest as a digital nomad. Hire a look-a-like to be where you need to be, so you don't have to be there. Pretend you never existed in the first place and just respond to all attempts at conversation with \\\"I\\m sorry, but the person you are trying to reach has become a loaf of bread. Please try again not again never thank you goodbye\\\".",
        "brandurl": "en.wikipedia.org/wiki/Alternatives_to_car_use"
    },
    {
        "id": 38,
        "category": "Shoes",
        "productname": "Wool Shoes",
        "brand": "Allbirds",
        "description": "They're not super cheap... but they are made from superfine New Zealand Merino wool. Naturally renewable, and many regard as <i>the most comfortable shoes in the world</i>. They look pretty good too.",
        "brandurl": "www.allbirds.com"
    },
    {
        "id": 39,
        "category": "Shoes",
        "productname": "Dr Martens",
        "brand": "Airwair Intl. LTD",
        "description": "Doc Martens do lots more than looking great. Their supplier chain is ethical, leather is sourced responsibly (you also get vegan collections), distribution centres are eco-friendly, and all their packaging is made from recycled materials and printed with soy ink. Oh my.",
        "amazonurl": "amzn.to/2MZWJl8",
        "brandurl": "drmartens.com"
    },
    {
        "id": 40,
        "category": "Shoes",
        "productname": "Renew Denim",
        "brand": "Converse Inc.",
        "description": "Chucks made from used jeans. One step up from recycled materials. They're not all blue, either.",
        "brandurl": "www.converse.com/uk/en/landing-renew?nav_fo=topnav-women-experience-renew"
    },
    {
        "id": 41,
        "category": "Shoes",
        "productname": "Green Shoes",
        "brand": "Green Shoes",
        "description": "Hand-made-to-order in the UK, using sustainable materials. Custom sizing up to UK 12... sorry Billy Big Feet.",
        "brandurl": "www.greenshoes.co.uk"
    },
    {
        "id": 42,
        "category": "Shoes",
        "productname": "Used shoes",
        "brand": "a stranger from eBay",
        "description": "It's a recurring theme with being sustainable... but reusing old shoes will always be better than buying new ones, regardless of fancy eco-friendly materials. Take a look in your local charity shop, your wallet will thank you.",
        "brandurl": "www.google.com/maps/search/charity+shop/"
    },
    {
        "id": 43,
        "category": "Operating System",
        "productname": "Ubuntu",
        "brand": "Canonical Ltd.",
        "description": "If you want to stray away from Windows and macOS, but are hesitant about the jump - try Ubuntu. It's an open source Linux based OS, that's been around since 2004. It's arguably more private than any non Linux based OS, but it's designed to be easy to use. And of course, completely free.",
        "brandurl": "ubuntu.com"
    },
    {
        "id": 44,
        "category": "Operating System",
        "productname": "Tails",
        "brand": "The Tails Project",
        "description": "If you want privacy (without moving to a cave-house 300km away from any civilisation in the foothills of the Alps), look no further than Tails. It's live booted, so there's no digital footprint. It routes all network traffic through Tor, and by default includes privacy and safety tweaks such as HTTPS Everywhere and uBlock Origin.",
        "brandurl": "tails.boum.org"
    },
    {
        "id": 45,
        "category": "Browser Extensions",
        "productname": "uBlock Origin",
        "brand": "Raymond Hill",
        "description": "A free, open source content filterer, which includes adverts, trackers, and malware blocking. Won't take bribes to let adverts through (<i>ahem... AdBlock Plus</i>). Lighter on resources too. Not to be confused with 'uBlock'.",
        "brandurl": "github.com/gorhill/uBlock"
    },
    {
        "id": 46,
        "category": "Browser Extensions",
        "productname": "Privacy Badger",
        "brand": "the Electronic Frontier Foundation",
        "description": "A content-blocker that learns automatically which trackers are following you around the web, and stops them. Where uBlock Origin relies on a potentially outdated list of known trackers, Privacy Badger will catch new trackers nearly immediately. Extra protection is never a bad thing.",
        "brandurl": "www.eff.org/privacybadger"
    },
    {
        "id": 47,
        "category": "Browser Extensions",
        "productname": "HTTPS Everywhere",
        "brand": "the Electronic Frontier Foundation and The Tor Project",
        "description": "If you don't know why HTTPS is good - HTTPS (the use of SSL encryption) is sending a secret love letter to your crush in a locked safe by an armoured tank. It's gonna stay secret. Alternatively, standard HTTP (without SSL encryption) is like broadcasting the letter on BBC Radio 1 and hoping no one else is listening in. No thanks. Most websites enable HTTPS by default, but some don't. This extension enables it everywhere it's available... and your love letter is safe because of it.",
        "brandurl": "www.eff.org/https-everywhere"
    },
    {
        "id": 48,
        "category": "Bottled Water",
        "productname": "CanO Water",
        "brand": "CanO Water Ltd",
        "description": "Bottled water, but instead of a bottle it's a can. Comes with a resealable top, or a ringpull. Still or sparkling. Black or white packaging. Water from the Austrian Alps. Available at SPAR and Buckingham Palace. I'm not even kidding.",
        "amazonurl": "amzn.to/31efxkp",
        "brandurl": "www.canowater.com"
    },
    {
        "id": 49,
        "category": "Bottled Water",
        "productname": "Chilly's Bottles",
        "brand": "Chilly's",
        "description": "Stylish metal reusable water bottles. Super insulated to keep your drink hot or cold. Makes tap water taste extra delicious.",
        "amazonurl": "amzn.to/2Q1iRhv",
        "brandurl": "www.chillysbottles.com"
    },
    {
        "id": 50,
        "category": "Bottled Water",
        "productname": "Klean Kanteen Bottles",
        "brand": "Klean Kanteen",
        "description": "A range of reusable bottles, flasks, tumblers, and straws. They're a certified 'B Corp' which means they're part of \"more than 2,000 global companies that meet high standards of social and environmental transparency, accountability and performance.\"",
        "amazonurl": "amzn.to/2ZS5ODF",
        "brandurl": "www.kleankanteen.co.uk"
    },
    {
        "id": 51,
        "category": "Toothbrush",
        "productname": "Bamboo Toothbrush",
        "brand": "Brush with Bamboo",
        "description": "Toothbrush made from bamboo, castor bean oil and paper. Can be used just as long as a plastic toothbrush and is entirely vegan and BPA free!",
        "brandurl": "www.brushwithbamboo.com/shop/bamboo-toothbrush-adult/"
    },
    {
        "id": 52,
        "category": "Toothbrush",
        "productname": "ISSA 2",
        "brand": "FOREO",
        "description": "If you're up for investing a bit more money, this silicone electric toothbrush lasts for a full year on only one charge! What's more the brush heads last 6 months, so over time you'll be saving more money than spending!",
        "brandurl": "www.foreo.com/issa-2?v=1529"
    },
    {
        "id": 53,
        "category": "Toothbrush",
        "productname": "Be. Brush",
        "brand": "GoodWell",
        "description": "On the pricey side, but super cool! This \"electric\" toothbrush doesn't need batteries or electricity, you just turn the handle a few times and it loads it up with energy. New brush heads aren't very expensive either! This brand also do bamboo toothbrushes if this one isn't for you.",
        "brandurl": "www.goodwell.co/products/be"
    },
    {
        "id": 54,
        "category": "Contact Lenses",
        "productname": "The ACUVUE® Contact Lens Recycle Programme",
        "brand": "TerraCycle"
    },
    {
        "id": 55,
        "category": "Toothbrush",
        "productname": "Bamboo Toothbrush",
        "brand": "brou",
        "description": "Toothbrush made from sustainably grown bamboo and charcoal bristles for natural teeth whitening. brou also plant one tree for every purchase!",
        "amazonurl": "www.amzn.to/2Q289ak",
        "brandurl": "www.broueco.com/products/bamboo-toothbrush?variant=24738827993188"
    },
    {
        "id": 56,
        "category": "Toothbrush",
        "productname": "100% Recyclable Toothbrush Heads",
        "brand": "LiveCoco",
        "description": "These charcoal toothbrush heads are compatible with Oral-B electric toothbrushes, are 100% recyclable and last longer than plastic heads! Send them back to the company to have them recycled. ",
        "amazonurl": "www.amzn.to/31dm26W",
        "brandurl": "www.livecoco.com/collections/featured-products/products/oral-b-electric-toothbrush-replacement-heads-with-charcoal-bristles"
    },
    {
        "id": 57,
        "category": "Cotton Pads",
        "productname": "Bamboo Cleaning Pads",
        "brand": "brou",
        "description": "Comes with 15 reusable pads in grey, blue and green, plus a washing bag. When they're all dirty, pop them in the bag and wash normally with the rest of your laundry! ",
        "amazonurl": "www.amzn.to/2ZOppo0",
        "brandurl": "www.broueco.com/products/bamboo-cleaning-pads"
    },
    {
        "id": 58,
        "category": "Cotton Pads",
        "productname": "Reusable Makeup Remover Pads",
        "brand": "Bambaw",
        "description": "16 reusable pads made of bamboo and cotton, and comes with a washing bag. This set includes 12 soft pads for sensitive areas and everyday make up, and 4 scrub pads for exfoliating skin. ",
        "amazonurl": "www.amzn.to/2N9Srb4",
        "brandurl": "www.bambaw.com/products/reusable-makeup-remover-pads"
    },
    {
        "id": 59,
        "category": "Cotton Pads",
        "productname": "Reusable Makeup Remover Pads",
        "brand": "LC-dolida",
        "description": "18 reusable cotton pads that come with a cute washing bag! You can even get them in different colours.",
        "amazonurl": "www.amzn.to/2ZN30aR"
    },
    {
        "id": 60,
        "category": "Cotton Pads",
        "productname": "Bamboo Cotton Makeup Remover Pads",
        "brand": "Aramona",
        "description": "21 washable pads made from bamboo and cotton, with a cute washing bag for when they're all dirty! This purchase also has the added bonus of a biodegradable Konjac facial sponge that cleanses and exfoliates skin.",
        "amazonurl": "www.amzn.to/2LUGZx9"
    },
    {
        "id": 61,
        "category": "Straw",
        "productname": "Handmade Glass Straws",
        "brand": "StawGrace",
        "description": "A glass straw. That's pretty much it. They're better because they also prevent tooth discoloration and help with sensitive teeth!",
        "amazonurl": "www.amzn.to/2UIE2Dy"
    },
    {
        "id": 62,
        "category": "Straw",
        "productname": "Natural Wheat Drinking Straws",
        "brand": "ecostrawz",
        "description": "Manufactured only using wheat, so they're biodegradable and compostable - but you have to use a new one for each drink. But, unlike paper and cardboard straws, these don't disintegrate or go soggy as you drink!",
        "brandurl": "www.ecostrawz.co.uk/50-x-natural-wheat-drinking-straws-215mm-434-p.asp"
    },
    {
        "id": 63,
        "category": "Straw",
        "productname": "Bamboo Straw",
        "brand": "Bambaw",
        "description": "Bamboo straws handmade from organic bamboo from Indonesia. These come with a cleaning brush and are dishwasher safe! Once they reach the end of their life, they can just be thrown in the compost!",
        "amazonurl": "www.amzn.to/31ckNVw",
        "brandurl": "www.bambaw.com/products/bamboo-straws-12-pack"
    },
    {
        "id": 64,
        "category": "Straw",
        "productname": "Collapsible Straw",
        "brand": "JOYHILL",
        "description": "Silicone straw that are made from BPA-Free, FDA approved silicone. Includes one cleaning brush, but also dishwasher safe. These straws can be folded up into the travel box when finished with!",
        "amazonurl": "www.amzn.to/32rXOGe"
    },
    {
        "id": 65,
        "category": "Straw",
        "productname": "Natural Bamboo Straws",
        "brand": "Jungle Straws",
        "description": "Individually hand-crafted and harvested straws from a small, family-run farm in Vietnam! Come with a cleaning brush, natural storage bag and a jungle pouch! This company also do stainless steel straws.",
        "amazonurl": "www.amzn.to/2Q2YLDA",
        "brandurl": "www.junglestraws.com/store/natural-bamboo-drinking-straws-by-jungle-straws"
    },
    {
        "id": 66,
        "category": "Straw",
        "productname": "Stainless Steel Straw",
        "brand": "U-MISS",
        "description": "8 pack of stainless steel straws that come with a cleaning brush and silicon tips (avoiding issues with hot drinks). ",
        "amazonurl": "www.amzn.to/31m2YDH"
    },
    {
        "id": 67,
        "category": "Dental Hygene",
        "productname": "Activated Charcoal Powder",
        "brand": "LiveCoco",
        "description": "Made from coconut shells, this activated charcoal powder gives you healthier gums, reduces plaque and (apparently) doesn't taste of anything! Once you're done, you can send the packagaing back to LiveCoco to recyle!",
        "amazonurl": "www.amzn.to/2QcG9kK",
        "brandurl": "www.livecoco.com/collections/featured-products/products/activated-charcoal-powder-made-from-coconut-shells-300-uses"
    },
    {
        "id": 68,
        "category": "Dental Hygene",
        "productname": "Interdental Brush",
        "brand": "The Humble Co",
        "description": "Bamboo brushes to get the hard to reach places between your teeth! 100% recyclable once you are done. Also comes in different sizes.",
        "amazonurl": "www.amzn.to/2UQ8AU3",
        "brandurl": "www.thehumble.co/interdental/"
    },
    {
        "id": 69,
        "category": "Dental Hygene",
        "productname": "Interdental Brush",
        "brand": "PIKSTERS",
        "description": "100% recyclable bamboo brushes to get food out your teeth!",
        "amazonurl": "www.amzn.to/32Djpf4"
    },
    {
        "id": 70,
        "category": "Aural Hygiene",
        "productname": "Bamboo Cotton Buds",
        "brand": "Alyn",
        "description": "100% biodegradable bamboo handle ear swabs, with pure cotton buds on each end. These come in zero plastic packaging and you get 800! ",
        "amazonurl": "www.amzn.to/32DjzTI"
    },
    {
        "id": 71,
        "category": "Aural Hygiene",
        "productname": "Bamboo Cotton Buds",
        "brand": "Leaf Boat",
        "description": "Cotton buds made from bamboo, 100% natural and compostable material, biodegrading in 5-6 months. ",
        "amazonurl": "www.amzn.to/2ZQy1KX"
    },
    {
        "id": 72,
        "category": "Aural Hygiene",
        "productname": "Bamboo Cotton Buds",
        "brand": "Pura Source",
        "description": "Made from bamboo and cotton, these are 100% biodegradable, and come in recyclable packaging. ",
        "amazonurl": "www.amzn.to/2LHWc4l"
    },
    {
        "id": 73,
        "category": "Wedding",
        "productname": "Biodegradable Wedding Confetti",
        "brand": "Pura Source",
        "description": "Free from plastic, bleach and chemicals, this confetti is 100% natural rose, lavender, marigold and cornflower flower petals and buds. ",
        "amazonurl": "www.amzn.to/2ZQ1apt"
    },
    {
        "id": 74,
        "category": "Dental Hygene",
        "productname": "Natural Dental Floss Picks",
        "brand": "The Humble Co",
        "description": "Environmentally friendly dental floss picks made from cornstarch. Also use activated carbon for natural tooth whitening!",
        "amazonurl": "www.amzn.to/2LL6Sz1",
        "brandurl": "www.thehumble.co/floss-picks/"
    },
    {
        "id": 75,
        "category": "Dental Hygene",
        "productname": "Tongue Cleaner",
        "brand": "The Humble Co",
        "description": "Handle made from 100% biodegradable, sustainably-grown bamboo. ",
        "amazonurl": "www.amzn.to/2N7Ra4q",
        "brandurl": "www.thehumble.co/tongue-cleaner/"
    },
    {
        "id": 76,
        "category": "Dental Hygene",
        "productname": "Natural Dental Floss",
        "brand": "Georganics",
        "description": "30 metres of activated charcoal dental floss, comes in a zero waste glass container. Completely biodegradable.",
        "amazonurl": "www.amzn.to/2Nbi6zZ",
        "brandurl": "www.georganics.com/collections/floss/products/natural-floss-activated-charcoal"
    },
    {
        "id": 77,
        "category": "Toothpaste",
        "productname": "Natural Mineral-Rich Toothpaste",
        "brand": "Georganics",
        "description": "Coming in 6 flavours (nom), it's free from fluoride and glycerin, and is completely vegan and cruelty free. Also, it comes in a glass jar so is completely recyclable!",
        "amazonurl": "www.amzn.to/2ZQIwxY",
        "brandurl": "www.georganics.com/collections/toothpaste/products/natural-toothpaste-english-peppermint"
    },
    {
        "id": 78,
        "category": "Dental Hygene",
        "productname": "Vegan Natural Dental Floss",
        "brand": "Tevra",
        "description": "100% biodegradable and vegan dental floss made from corn. Comes in a cute glass container, so once you're done with the first pack you can buy refills!",
        "amazonurl": "www.amzn.to/2ZNwAwO",
        "brandurl": "www.tevra.co.uk/product/vegan-natural-dental-floss/"
    },
    {
        "id": 79,
        "category": "Dental Hygene",
        "productname": "Bamboo Charcoal Dental Floss",
        "brand": "Zero Waste World",
        "description": "100% biodegradable and vegan dental floss made from bamboo. Also contains charcoal which makes teeth whiter and brighter!",
        "amazonurl": "www.amzn.to/2HWEFEq",
        "brandurl": "www.zerowasteworld.co.uk"
    },
    {
        "id": 80,
        "category": "Toothpaste",
        "productname": "Natural toothtablets",
        "brand": "Georganics",
        "description": "Coming in 6 flavours, these tablets are a great eco alternative to a tube of toothpaste! Simply chew one and brush as normal. It also comes in a glass jar, which can be recycled after!",
        "amazonurl": "www.amzn.to/2UKq9om",
        "brandurl": "www.georganics.com/collections/toothtablets"
    },
    {
        "id": 81,
        "category": "Dental Hygene",
        "productname": "Mouthwash Tablets",
        "brand": "Georganics",
        "description": "Comes in different flavours, this is a great alternative to plastic bottle of mouthwash! Just dissolve one in water, gargle it and spit it out. Also comes in a glass jar, which can be recycled when you're finished!",
        "amazonurl": "www.amzn.to/2LMBYX4",
        "brandurl": "www.georganics.com/collections/mouthwashes"
    },
    {
        "id": 82,
        "category": "Toothpaste",
        "productname": "Natural Toothpaste Tablets",
        "brand": "The Humble Co",
        "description": "Tablets that you chew and then use your brush as normal!",
        "brandurl": "www.thehumble.co/toothpaste-tablets/"
    },
    {
        "id": 83,
        "category": "Toothpaste",
        "productname": "Natural toothpaste",
        "brand": "The Humble Co",
        "description": "Toothpaste made of all natural ingredients and in tubes made from recycled materials. Comes in lots of different flavours (including cinnamon...hm...).",
        "amazonurl": "www.amzn.to/2ZQfpuJ",
        "brandurl": "www.thehumble.co/toothpaste/"
    },
    {
        "id": 84,
        "category": "Deodorant",
        "productname": "Natural Deodorant Balm",
        "brand": "Native Unearthed",
        "description": "Natural deodorant in a jar. Comes in a number of scents. Just take a little amount and apply. Simple as that! ",
        "amazonurl": "www.amzn.to/32C2xFj",
        "brandurl": "www.nativeunearthed.co.uk/shop/"
    },
    {
        "id": 85,
        "category": "Deodorant",
        "productname": "Natural Deodorant Balm",
        "brand": "PureChimp",
        "description": "100% natural, Vegan and palm oil free, aims to prevent odour instead of disguising it. Packaged in recyclable glass jars.",
        "amazonurl": "www.amzn.to/2Q4tsbl",
        "brandurl": "www.purechimp.com/products/natural-deodorant-balm"
    },
    {
        "id": 86,
        "category": "Deodorant",
        "productname": "Clean Deodorant Balm",
        "brand": "The Natural Deodorant Co.",
        "description": "100% natural ingredients, free from toxins and chemicals and vegan and cruelty free! Comes in loads of different scents, and is packaged in recyclable glass jars. ",
        "amazonurl": "www.amzn.to/2I0IWH0",
        "brandurl": "www.naturaldeoco.com/all-products/"
    },
    {
        "id": 87,
        "category": "Deodorant",
        "productname": "Deodorant Cream",
        "brand": "Meow Meow Tweet",
        "description": "Made with organic ingredients, completely vegan. Only need to rub a pea-sized amount into each armpit, comes in a few different scents and in a glass jar which can be recycled afterwards!",
        "amazonurl": "www.amzn.to/2ZOlEiy",
        "brandurl": "www.meowmeowtweet.com/collections/deodorant/products/deodorant?variant=13671936900"
    }
];
